<%@ Page Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="food.aspx.cs" Inherits="food" Title="Untitled Page" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
<p class="tutorialHead" id="1">
ספורט ובריאות
</p>
<p class="tutorialBody" dir="rtl">
<br />
אחת המגמות העולמיות כיום היא המודעות לבריאות בכלל והמודעות לקשר שבין ספורט ובריאות בפרט.
<br />
מציאות שבה רק אתלטים מלידה וחובבי ספורט מושבעים עסקו בפעילות גופנית אינה תמונת המצב עוד.
<br />
פעילות גופנית היא מנת חלקם של אנשים רבים כיום בישראל וההבנה עד כמה ספורט חשוב לשמירה על הבריאות שלנו גוברת מדי יום.
<br />
רבים מאיתנו מודעים לכך כי לפעילות גופנית עקיבה המבוצעת מספר פעמים בשבוע לאורך זמן יתרונות גדולים במניעת מחלות. 
<br />
</p>
<p class="tutorialHead" id="P1">
תזונה בריאה 
</p>
<p class="tutorialBody" dir="rtl">
<br />
אנו חיים בעולם של שפע.
<br />
לצד המגוון של מזון מהיר ניתן למצוא היום תרבות גדלה ומתפתחת של מזון בריאותי.
<br />
יותר ויותר בתי קפה, מסעדות ואף מקומות עבודה מספקים ארוחות דלות קלוריות, אוכל אורגני
<br />
ומזון מלא תוך הבנת ההשפעה שיש לתזונה שלנו על הבריאות.
<br />
קשה למצוא כיום מכון כושר או מרכז ספורט כלשהו אשר אינו מעסיק כחלק מהצוות המקצועי דיאטנית מוסמכת אשר
<br />
נותנת ייעוץ והדרכה לכל מתאמן מהי הדיאטה המומלצת לו, לאו דווקא
<br />
במובן של ירידה במשקל אלא שמירה על משקלו הנוכחי ואימוץ אורך חיים בריא
<br />
יותר שיתאים לאופיו ולסדר יומו. לא זו בלבד אלא שקשה למצוא היום ערוץ
<br />
בטלוויזיה אשר אינו מציג תוכנית אחת לפחות העוסקת בבריאות, בספורט או תוכנית בישול הכוללת מתכונים של אוכל בריא ומזין. 
<br />
</p>
<p class="tutorialHead" id="P2">
שתיית מים בעת פעילות ספורטיבית 
</p>
<p class="tutorialBody" dir="rtl">
<br />
בעת אימון פעילות גופנית חשוב להקפיד על שתיית מים. 
<br />
מרבית האוכלוסייה אינה שותה כמות מספקת של מים כאשר היא במצב מנוחה.
<br />
לעיתים קרובות אנשים שותים קפה, מיץ או משקאות תוססים שונים.
<br />
מקומות עבודה רבים מחזיקים כיום מיני בר או בר מים מינרלים.
<br />
רצוי כי על שולחן העבודה תהיה תמיד כוס מים ומדי פעם, אפילו אם באופן
<br />
יזום ולא מתחושת צמא כדאי לשתות וכך להמשיך למלא את הכוס במשך היום. הדבר יתרום לערנות ומניעת התייבשות. 
<br />
חשיבות שתיית מים גדלה מאוד לפני ביצוע פעילות גופנית ולאחריה, במהלך פעילות גופנית. כשאנו עושים ספורט גופנו 
<br />
מאבד נוזלים בשל זיעה ונשימה ולכן עלינו להשלים חוסר זה. מומלץ לשתות כל 15 דקות במהלך פעילות ויש להקפיד לשתות מים ולא משקה תוסס כלשהו
<br />
. המים ירעננו אותנו ויקררו את טמפרטורת גופנו וכך נימנע מהתייבשות בשל איבוד נוזלים.  
</p>
</asp:Content>

