<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="info.aspx.cs" Inherits="info" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
<p class="tutorialBody" dir="rtl">
ריצה היא צורת התנועה המהירה ביותר של בעלי רגליים. לפי ההגדרה הספורטיבית, ההבדל בין ריצה להליכה הוא
<br />
שבריצה יש נקודת זמן בה אף רגל אינה נוגעת בקרקע, בעוד שבהליכה נוגעת לפחות רגל אחת בקרקע בכל רגע נתון.
    <br />
    (מתוך ויקיפדיה)
    <br />
<img src="img/The_Horse_in_Motion.jpg" alt="סוס רץ" style="height: 214px"/>

    <br />
מקובל לחלק את הריצות לסוגים לפי מרחקים. משמעותו של סוג ריצה הוא, למעשה, סוג המאמץ המופעל בעת הריצה.
  <br />
ריצות קצרות
  <br />
במהלך ריצה קצרה לא נוצר "חוב חמצן" בגוף ולכן באה לידי ביטוי בעיקר יכולת השרירים לכוח מתפרץ. ריצות אלה נמשכות בין 6 שניות לדקה. גודל הצעדים בריצה זו הוא קטן אך מהיר ורצים בה על קצה כף הרגל.
  <br />
המרחקים השכיחים לריצות קצרות הם:
  <br />
60 מטרים: משמשת בעיקר לבתי ספר ובתחרויות אתלטיקה באולמות.
  <br />
100 מטר: הריצה הקצרה המהירה ביותר.
  <br />
200 מטר.
  <br />
400 מטר.
  <br />
    ריצות בינוניות
בריצות בינוניות השרירים עוברים את "סף האנרגיה המידית" ומתחילים תהליך כימי של הפקת אנרגיה לצורך פעולתם.
  <br />
היעילות של תהליך זה תלויה באימונים, והיא באה לידי ביטוי ביכולתם של השרירים לשמור על עומס עבודה גבוה לאורך זמן. ריצות בינוניות נמשכות בדרך כלל בין 2 ל-6 דקות.
  <br />
המרחקים השכיחים לריצות בינוניות הם:
  <br />
800 מטר.
  <br />
1,500 מטר.
  <br />
ריצת מייל.<br />
2,000 מטר - נחשבת לשלב הביניים בין ריצה בינונית לארוכה.
    <br />
    ריצות ארוכות
  <br />
בריצות ארוכות יש צורך להתחשב גם בנושא של סבולת לב-ריאה - היכולת של הלב והריאות לעמוד במאמצים גבוהים לאורך זמן. הריצה נמשכת מ-10 דקות ומעלה, כפי שנקבע. גודל הצעדים בריצה זו הוא גדול אך אטי
  <br />
המרחקים השכיחים לריצות ארוכות הם:
  <br />
3,000 מטר.
  <br />
5,000 מטר.
  <br />
10,000 מטר.
  <br />
     (מתוך ויקיפדיה)
       <br />
     <br />
         <br />
<img src="img/runningmarathon.jpg" alt="ריצה בתנועה"/>

    <br />
     <a href="bib.aspx">בבליוגרפיה</a>
<br />
<br />
<a href="#top">למעלה</a> <img src="img/up_arrow.gif" alt="למעלה" style="height: 14px; width: 14px" />
</p>
</asp:Content>

